Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Figure not identified
ar: لم يتم تحديد
de: Abbildung nicht identifiziert
es: Figura no identificada
fr: Figure non identifiée
hi: चित्र की पहचान नहीं हुई
it: Figura non identificata
ja: フィギュアが特定されていない
ko: 그림이 식별되지 않음
nl: Figuur niet geïdentificeerd
pt_br: Figura não identificada
zh_hans: 图未识别
zh_hant: 圖未識別

source: Finding minifigures
ar: العثور على
de: Suche nach Minifiguren
es: Encontrar minifiguras
fr: Recherche de figurines
hi: लघुचित्र ढूँढना
it: Trovare minifigure
ja: ミニフィギュアを見つける
ko: 미니 피규어 찾기
nl: Minifiguren vinden
pt_br: Encontrar minifiguras
zh_hans: 查找微型人偶
zh_hant: 尋找小人仔

source: Finding the best match
ar: العثور على أفضل تطابق
de: Suche nach der besten Übereinstimmung
es: Encontrar la mejor coincidencia
fr: Recherche de la meilleure correspondance
hi: सबसे अच्छा मिलान ढूँढना
it: Trovare la migliore corrispondenza
ja: 最適なフィギュアを見つける
ko: 가장 적합한 시장 가치 찾기
nl: De beste match vinden
pt_br: Encontrar a melhor correspondência
zh_hans: 查找最佳匹配
zh_hant: 尋找最佳匹配

source: Finding the current market value…
ar: العثور على القيمة السوقية الحالية
de: Suche nach dem aktuellen Marktwert…
es: Encontrar el valor de mercado actual…
fr: Recherche de la valeur marchande actuelle…
hi: वर्तमान बाज़ार मूल्य ढूँढना …
it: Trovare il valore di mercato attuale…
ja: 現在の市場価値を見つける...
ko: 현재 시장 가치 찾기…
nl: De huidige marktwaarde vinden…
pt_br: Encontrar o valor de mercado atual…
zh_hans: 查找当前市场价值…
zh_hant: 查找當前市場價值...

source: Finishing the scan
ar: الانتهاء من المسح الضوئي
de: Abschluss des Scans
es: Terminar el escaneo
fr: Fin de la numérisation
hi: स्कैन खत्म करना
it: Fine della scansione
ja: スキャンを完了する
ko: 스캔 완료
nl: De scan afronden
pt_br: Concluir a digitalização
zh_hans: 完成扫描
zh_hant: 完成掃描

source: Floor
ar: الطابق
de: Boden
es: Piso
fr: Plancher
hi: फ़्लोर
it: Pavimento
ja: フロア
ko: 층
nl: Verdieping
pt_br: Andar
zh_hans: 楼层
zh_hant: 地面

source: Frame up to 60 figures, then tap the shutter
ar: ضع إطارًا يصل إلى 60 رقمًا، ثم انقر على الغالق
de: Rahmen Sie bis zu 60 Figuren ein und tippen Sie dann auf den Auslöser
es: Enmarca hasta 60 cifras y luego toca el obturador
fr: Encadrez jusqu'à 60 chiffres, puis appuyez sur le déclencheur
hi: अधिकतम 60 आंकड़े फ़्रेम करें, फिर शटर पर टैप करें
it: Inquadra fino a 60 cifre, quindi tocca l'otturatore
ja: 最大60の数字をフレーム化し、シャッターをタップ
ko: 최대 60개의 피규어를 구성한 다음 셔터를 누릅니다.
nl: Omlijst maximaal 60 figuren en tik vervolgens op de sluiter
pt_br: Enquadre até 60 figuras e, em seguida, toque no obturador
zh_hans: 帧最多60个数字，然后点击快门
zh_hant: 拍攝多達60個數字，然後點按快門

source: Frank
ar: فرانك
es: Franco
fr: Franc
hi: फ़्रैंक
it: Franco
ja: フランク
ko: 솔직한
zh_hans: 弗兰克
zh_hant: 坦率

source: Free plan
ar: خطة مجانية
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
hi: मुफ़्त योजना
it: Piano gratuito
ja: 無料プラン
ko: 무료 플랜
nl: Gratis abonnement
pt_br: Plano gratuito
zh_hans: 免费计划
zh_hant: 免費方案

source: Free scans are ready
ar: عمليات المسح المجانية جاهزة
de: Kostenlose Scans sind bereit
es: Los escaneos gratuitos están listos
fr: Les scans gratuits sont prêts
hi: मुफ़्त स्कैन तैयार हैं
it: Le scansioni gratuite sono pronte
ja: 無料スキャンの準備ができました
ko: 무료 스캔이 준비되었습니다.
nl: Gratis scans zijn klaar
pt_br: As digitalizações gratuitas estão prontas
zh_hans: 免费扫描已准备就绪
zh_hant: 免費掃描已準備就緒

source: Freezing your lot and its detected figures
ar: تجميد مجموعتك وأرقامها المكتشفة
de: Einfrieren Ihres Loses und der erkannten Zahlen
es: Congelar tu lote y las cifras detectadas
fr: Geler votre lot et ses chiffres détectés
hi: अपने लॉट और उसके पता लगाए गए आंकड़ों को फ्रीज़ करना
it: Congelamento del lotto e delle cifre rilevate
ja: ロットと検出された数字を凍結
ko: 로트와 감지된 피규어를 동결합니다.
nl: Je kavel en de gedetecteerde figuren bevriezen
pt_br: Congelar o seu lote e as figuras detetadas
zh_hans: 冻结您的拍卖品及其检测到的数字
zh_hant: 凍結您的拍賣品及其偵測到的數字

source: Friend or LEGO community
ar: صديق أو مجتمع LEGO
de: Freund oder LEGO-Community
es: Amigo o comunidad LEGO
fr: Ami ou communauté LEGO
hi: दोस्त या LEGO समुदाय
it: Amico o community LEGO
ja: 友達またはLEGOコミュニティ
ko: Friend 또는 LEGO 커뮤니티
nl: Vriend of LEGO-community
pt_br: Amigo ou comunidade LEGO
zh_hans: 朋友或LEGO社区
zh_hant: 朋友或LEGO社群

source: Friends enter this code when they join BrickVal.
ar: يدخل الأصدقاء هذا الرمز عند انضمامهم إلى BrickVal.
de: Freunde geben diesen Code ein, wenn sie sich BrickVal anschließen.
es: Amigos ingresen este código cuando se unan a BrickVal.
fr: Les amis saisissent ce code lorsqu'ils rejoignent BrickVal.
hi: दोस्तों ने BrickVal में शामिल होने पर यह कोड डाला।
it: Gli amici inseriscono questo codice quando si uniscono a BrickVal.
ja: 友達がBrickValに参加するときにこのコードを入力します。
ko: 친구가 BrickVal에 가입하면 이 코드를 입력합니다.
nl: Vrienden voeren deze code in wanneer ze lid worden van BrickVal.
pt_br: Os amigos introduzem este código quando entram no BrickVal.
zh_hans: 朋友在加入BrickVal时输入此代码。
zh_hant: 朋友在加入BrickVal時輸入此代碼。

source: Get account alerts
ar: احصل على تنبيهات الحساب
de: Kontobenachrichtigungen abrufen
es: Recibe alertas de la cuenta
fr: Obtenir des alertes de compte
hi: अकाउंट अलर्ट पाएँ
it: Ricevi notifiche sull'account
ja: アカウントのお知らせを受け取る
ko: 계정 알림 받기
nl: Ontvang accountmeldingen
pt_br: Obter alertas de conta
zh_hans: 获取账号提醒
zh_hant: 取得帳戶提醒

source: Get Started
ar: ابدأ
de: Erste Schritte
es: Comienza
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

source: Ghost
ar: شبح
de: Geist
es: Fantasma
fr: Fantôme
hi: भूत
it: Fantasma
ja: ゴースト
ko: 고스트
nl: Spook
pt_br: Fantasma
zh_hans: 鬼
zh_hant: 鬼

source: Glow shell
ar: قذيفة توهج
de: Leuchtschale
es: concha luminosa
hi: ग्लो शेल
it: Guscio luminoso
ja: グロウシェル
ko: 야광탄
nl: Gloeischaal
pt_br: Concha brilhante
zh_hans: 发光壳
zh_hant: 發光殼

source: Goat
ar: معزة
de: Ziege
es: Cabra
fr: Chèvre
hi: बकरी
it: Capra
ja: ヤギ
ko: 염소
nl: Geit
pt_br: Cabra
zh_hans: 山羊
zh_hant: 山羊

source: Google or web search
ar: Google أو البحث على الويب
de: Google- oder Websuche
es: Búsqueda en Google o web
fr: Recherche Google ou Web
hi: Google या वेब सर्च
it: Ricerca su Google o sul web
ja: Googleまたはウェブ検索
ko: Google 또는 웹 검색
nl: Google- of webzoekopdracht
pt_br: Google ou pesquisa na web
zh_hans: Google或网页搜索
zh_hant: Google或網頁搜尋

source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: J'ai compris
hi: समझ आ गया
it: Ricevuto
ja: OK
ko: 확인
nl: Begrepen
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

source: Graph shows recent sold listings
ar: الرسم البياني يعرض الإعلانات المباعة مؤخرًا
de: Grafik zeigt kürzlich verkaufte Inserate
es: El gráfico muestra los anuncios vendidos recientemente
fr: Le graphique montre les annonces récemment vendues
hi: ग्राफ़ हाल ही में बेची गई लिस्टिंग दिखाता है
it: Il grafico mostra gli annunci venduti di recente
ja: グラフには最近売れたリスティングが表示されます
ko: 그래프에 최근 판매된 숙소가 표시됨
nl: Grafiek toont recent verkochte advertenties
pt_br: O gráfico mostra os anúncios vendidos recentemente
zh_hans: 图表显示最近售出的房源
zh_hant: 圖表顯示最近售出的旅居

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
it: Verde
ja: 緑色
ko: 녹색
nl: Groen
pt_br: Verde
zh_hans: 绿色
zh_hant: 綠色的

source: Have an invite code?
ar: هل لديك رمز دعوة ؟
de: Hast du einen Einladungscode?
es: ¿Tienes un código de invitación?
fr: Vous avez un code d'invitation ?
hi: क्या आपके पास इनवाइट कोड है?
it: Hai un codice di invito?
ja: 招待コードをお持ちですか？
ko: 초대 코드가 있으신가요?
nl: Heb je een uitnodigingscode?
pt_br: Tem um código de convite?
zh_hans: 有邀请码吗？
zh_hant: 有邀請碼嗎？

source: Help us improve
ar: ساعدنا على التحسين
de: Helfen Sie uns, uns zu verbessern
es: Ayúdanos a mejorar
fr: Aidez-nous à nous améliorer
hi: सुधार करने में हमारी मदद करें
it: Aiutaci a migliorare
ja: 改善にご協力ください
ko: 개선에 도움을 주세요.
nl: Help ons te verbeteren
pt_br: Ajude-nos a melhorar
zh_hans: 帮助我们改进
zh_hant: 幫助我們改進

source: Help us understand what makes BrickValue worth keeping.
ar: ساعدنا على فهم ما يجعل BrickValue يستحق الاحتفاظ به.
de: Helfen Sie uns zu verstehen, was BrickValue wert ist, beibehalten zu werden.
es: Ayúdanos a entender qué hace que BrickValue valga la pena conservar.
fr: Aidez-nous à comprendre ce qui fait que BrickValue vaut la peine d'être conservé.
hi: यह समझने में हमारी मदद करें कि BrickValue को बनाए रखने के लायक क्या है।
it: Aiutaci a capire cosa rende BrickValue degno di essere conservato.
ja: BrickValueを維持する価値がある理由を理解するのにご協力ください。
ko: BrickValue를 유지할 가치가 있는 이유를 알려주세요.
nl: Help ons te begrijpen wat BrickValue de moeite waard maakt om te houden.
pt_br: Ajude-nos a entender o que faz com que o BrickValue valha a pena manter.
zh_hans: 帮助我们了解BrickValue值得保留的原因。
zh_hant: 幫助我們瞭解是什麼讓 BrickValue 值得保留。

source: Hide note
ar: إخفاء الملاحظة
de: Notiz ausblenden
es: Ocultar nota
fr: Cacher la note
hi: नोट छिपाएँ
it: Nascondi nota
ja: メモを隠す
ko: 메모 숨기기
nl: Opmerking verbergen
pt_br: Ocultar nota
zh_hans: 隐藏备注
zh_hant: 隱藏註釋

source: Hold a minifigure inside the frame
ar: الاحتفاظ بشخصية مصغرة داخل الإطار
de: Halten Sie eine Minifigur im Rahmen
es: Sostenga una minifigura dentro del marco
fr: Tenir une figurine à l'intérieur du cadre
hi: फ़्रेम के अंदर एक छोटी सी तस्वीर रखें
it: Tieni una minifigure all'interno della cornice
ja: フレーム内にミニフィギュアを持ちます
ko: 프레임 내부에서 미니 피규어를 잡으세요.
nl: Een minifiguur in het frame houden
pt_br: Segure uma minifigura dentro do quadro
zh_hans: 在框架内握住一个小人物
zh_hant: 將小人仔放在框架內

source: Hold steady…
ar: حافظ على ثباتك...
de: Halten Sie sie ruhig…
es: Manténgase firme...
fr: Tenir ferme…
hi: स्थिर रहें …
it: Tieni fermo...
ja: しっかりと持ちます...
ko: 단단히 잡으세요...
nl: Stabiel houden…
pt_br: Segure firme...
zh_hans: 稳住……
zh_hant: 穩住……

source: Hot Dog
ar: هوت دوج
es: Perrito caliente
hi: हॉट डॉग
ja: ホットドッグ
ko: 핫도그
pt_br: Cachorro-quente
zh_hans: 热狗
zh_hant: 熱狗

source: How Brickvalue handles your data
ar: كيفية تعامل Brickvalue مع بياناتك
de: So verarbeitet Brickvalue deine Daten
es: Cómo gestiona Brickvalue tus datos
fr: Comment Brickvalue utilise vos données
hi: Brickvalue आपके डेटा को कैसे संभालता है
it: Come Brickvalue gestisce i tuoi dati
ja: Brickvalueによるデータの取り扱い
ko: Brickvalue의 데이터 처리 방식
nl: Hoe Brickvalue met je gegevens omgaat
pt_br: Como o Brickvalue usa seus dados
zh_hans: Brickvalue 如何处理你的数据
zh_hant: Brickvalue 如何處理你的資料

source: How would you feel without BrickValue?
ar: كيف ستشعر بدون BrickValue ؟
de: Wie würden Sie sich ohne BrickValue fühlen?
es: ¿Cómo se sentiría sin BrickValue?
fr: Comment vous sentiriez-vous sans BrickValue ?
hi: BrickValue के बिना आपको कैसा लगेगा?
it: Come ti sentiresti senza BrickValue?
ja: BrickValueがなければ、どのように感じますか？
ko: BrickValue이 없었다면 어떤 기분이 들었을까요?
nl: Hoe zou jij je voelen zonder BrickValue?
pt_br: Como você se sentiria sem BrickValue?
zh_hans: 如果没有BrickValue ，你会有什么感觉？
zh_hant: 如果沒有 BrickValue，您感覺如何？

source: I do not use it enough
ar: لم أعد أستخدمها بما فيه الكفاية
de: Ich benutze es nicht genug
es: No lo uso lo suficiente
fr: Je ne l'utilise pas assez
hi: मैं इसका पर्याप्त उपयोग नहीं करता
it: Non lo uso abbastanza
ja: 十分に使用していない
ko: 충분히 사용하지 않음
nl: Ik gebruik het niet genoeg
pt_br: Não uso o suficiente
zh_hans: 我没有充分使用它
zh_hant: 我用得還不夠

source: I no longer use it
ar: لم أعد أستخدمها
de: Ich benutze es nicht mehr
es: Ya no lo uso
fr: Je ne l'utilise plus
hi: मैं अब इसका उपयोग नहीं करता
it: Non lo uso più
ja: もう使用していない
ko: 더 이상 사용하지 않음
nl: Ik gebruik het niet meer
pt_br: Não uso mais
zh_hans: 我不再使用它
zh_hant: 我不再使用它

source: I only needed it temporarily
ar: كنت بحاجة إليها مؤقتًا
de: Ich brauchte es nur vorübergehend
es: Solo lo necesitaba temporalmente
fr: Je n'en avais besoin que temporairement
hi: मुझे केवल अस्थायी रूप से इसकी आवश्यकता थी
it: Mi serve solo temporaneamente
ja: 一時的に必要なだけ
ko: 일시적으로만 필요함
nl: Ik had het maar tijdelijk nodig
pt_br: Só precisei temporariamente
zh_hans: 我只是暂时需要它
zh_hant: 我只是暫時需要它

source: Icon background
ar: خلفية الأيقونة
de: Symbolhintergrund
es: Fondo del icono
fr: Arrière-plan de l'icône
hi: आइकन बैकग्राउंड
it: Sfondo dell'icona
ja: アイコンの背景
ko: 아이콘 배경
nl: Achtergrond pictogram
pt_br: Fundo do ícone
zh_hans: 图标背景
zh_hant: 圖標背景

source: Identified value
ar: القيمة المحددة
de: Identifizierter Wert
es: Valor identificado
fr: Valeur identifiée
hi: पहचाना गया मूल्य
it: Valore identificato
ja: 識別された値
ko: 식별된 값
nl: Geïdentificeerde waarde
pt_br: Valor identificado
zh_hans: 已识别值
zh_hant: 鑑定值

source: IDENTITY
ar: الهوية
de: IDENTITÄT
es: IDENTIDAD
fr: IDENTITÉ
hi: पहचान
it: IDENTITÀ
ja: アイデンティティ
ko: 신원
nl: IDENTITEIT
pt_br: IDENTIDADE
zh_hans: 身份
zh_hant: 身份

source: Identity and price hidden
ar: الهوية والسعر مخفي
de: Identität und Preis ausgeblendet
es: Identidad y precio ocultos
fr: Identité et prix masqués
hi: पहचान और किराया छिपा हुआ है
it: Identità e prezzo nascosti
ja: 正体も値段も隠蔽
ko: 신원과 가격이 숨겨져 있습니다.
nl: Identiteit en prijs verborgen
pt_br: Identidade e preço ocultos
zh_hans: 身份和价格已隐藏
zh_hant: 已隱藏身分和價格

source: Important account alerts
ar: تنبيهات الحساب المهمة
de: Wichtige Benachrichtigungen
es: Avisos importantes de la cuenta
fr: Alertes de compte importantes
hi: अकाउंट के ज़रूरी अलर्ट
it: Avvisi importanti sull'account
ja: 重要なアカウントのアラート
ko: 중요한 계정 알림
nl: Belangrijke accountmeldingen
pt_br: Alertas importantes da conta
zh_hans: 重要账号提醒
zh_hant: 重要帳戶提醒

source: Instagram
ar: انستغرام
ja: インスタグラム
ko: 인스타그램

source: Installed app build
ar: إصدار التطبيق المثبّت
de: Installierter App-Build
es: Versión instalada de la app
fr: Version installée de l’app
hi: इंस्टॉल किया गया ऐप बिल्ड
it: Versione app installata
ja: インストールされているアプリのビルド
ko: 설치된 앱 빌드
nl: Geïnstalleerde app-build
pt_br: Versão instalada do app
zh_hans: 已安装的应用版本
zh_hant: 已安裝的 App 版本

source: Inventory
ar: المخزون
de: Inventar
es: Inventario
fr: Inventaire
hi: इन्वेंट्री
it: Inventario
ja: 在庫
ko: 목록
nl: Inventaris
pt_br: Inventário
zh_hans: 库存
zh_hant: 庫存

source: Invite 3 friends
ar: دعوة 3 أصدقاء
de: Lade 3 Freunde ein
es: Invita a 3 amigos
fr: Inviter 3 amis
hi: 3 दोस्तों को इनवाइट करें
it: Invita 3 amici
ja: 友達 3 人を招待する
ko: 친구 3명 초대
nl: Nodig 3 vrienden uit
pt_br: Convidar 3 amigos
zh_hans: 邀请3位好友
zh_hant: 邀請3位好友

source: Invite accepted. We'll finish counting it when you're back online.
ar: تم قبول الدعوة. سننتهي من عدها عندما تعود إلى وضع الاتصال.
de: Einladung angenommen. Wir werden es fertig zählen, wenn du wieder online bist.
es: Invitación aceptada. Terminaremos de contarla cuando vuelvas a conectarte.
fr: Invitation acceptée. Nous finirons de le compter lorsque vous serez de nouveau en ligne.
hi: इनवाइट मंज़ूर किया गया। आपके ऑनलाइन होने पर हम इसकी गिनती पूरी कर लेंगे।
it: Invito accettato. Finiremo di contarli quando tornerai online.
ja: 招待が受け入れられました。オンラインに戻ったらカウントを終了します。
ko: 초대가 수락되었습니다. 다시 온라인 상태가 되면 계산이 완료됩니다.
nl: Uitnodiging geaccepteerd. We tellen het af als je weer online bent.
pt_br: Convite aceito. Terminaremos de contar quando você estiver online novamente.
zh_hans: 已接受邀请。当您重新上线时，我们将完成计算。
zh_hant: 已接受邀請。當你重新上線時，我們便會完成計算。

source: Invite accepted. Your bonus scans are ready.
ar: تم قبول الدعوة. فحوصات المكافآت جاهزة.
de: Einladung angenommen. Deine Bonus-Scans sind fertig.
es: Invitación aceptada. Tus escaneos de bonificación están listos.
fr: Invitation acceptée. Vos scans bonus sont prêts.
hi: इनवाइट मंज़ूर कर लिया गया। आपके बोनस स्कैन तैयार हैं।
it: Invito accettato. Le tue scansioni bonus sono pronte.
ja: 招待が受け入れられました。ボーナススキャンの準備が完了しました。
ko: 초대가 수락되었습니다. 보너스 스캔이 준비되었습니다.
nl: Uitnodiging geaccepteerd. Je bonusscans zijn klaar.
pt_br: Convite aceito. Suas digitalizações de bônus estão prontas.
zh_hans: 邀请已接受。您的奖金扫描已准备就绪。
zh_hant: 邀請已接受。您的額外掃描已準備就緒。

source: Invite accepted. Your friend is now counted toward your referral progress.
ar: تم قبول الدعوة. تم احتساب صديقك الآن ضمن تقدمك في الإحالة.
de: Einladung angenommen. Dein Freund wird jetzt für deine Weiterempfehlung angerechnet.
es: Invitación aceptada. Tu amigo ahora cuenta para el progreso de tu invitación.
fr: Invitation acceptée. Votre ami est maintenant pris en compte dans la progression de votre parrainage.
hi: इनवाइट मंज़ूर कर लिया गया है। अब आपके दोस्त को आपकी रेफ़रल प्रगति में गिना जाता है।
it: Invito accettato. Il tuo amico è stato conteggiato per l'avanzamento dell'invito.
ja: 招待が受け入れられました。あなたの友人はあなたの紹介の進行状況にカウントされます。
ko: 초대가 수락되었습니다. 이제 귀하의 친구가 귀하의 추천 진행 상황에 포함됩니다.
nl: Uitnodiging geaccepteerd. Je vriend wordt nu meegeteld voor je doorverwijzing.
pt_br: Convite aceite. O seu amigo está agora contabilizado para o progresso da sua recomendação.
zh_hans: 邀请已接受。您的好友现在已计入您的推荐进度。
zh_hant: 邀請已接受。您的好友現在會計入您的推薦進度。

source: Invite accepted. Your friend will count when onboarding is complete.
ar: تم قبول الدعوة. سيتم احتساب صديقك عند اكتمال التأهيل لبدء العمل.
de: Einladung angenommen. Dein Freund zählt, wenn das Onboarding abgeschlossen ist.
es: Invitación aceptada. Tu amigo contará cuando se complete la incorporación.
fr: Invitation acceptée. Votre ami comptera une fois l'intégration terminée.
hi: इनवाइट मंज़ूर कर लिया गया है। ऑनबोर्डिंग पूरी होने पर आपके दोस्त को गिना जाएगा।
it: Invito accettato. Il tuo amico conterà al termine dell'onboarding.
ja: 招待が受け入れられました。オンボーディングが完了すると、友達もカウントされます。
ko: 초대가 수락되었습니다. 온보딩이 완료되면 친구의 숫자가 계산됩니다.
nl: Uitnodiging geaccepteerd. Je vriend telt mee wanneer de onboarding is voltooid.
pt_br: Convite aceito. Seu amigo contará quando a integração for concluída.
zh_hans: 邀请已接受。启用程序完成后，您的好友将算在内。
zh_hant: 已接受邀請。完成申請流程後，您的好友將算在內。

source: Invite code %@
ar: رمز الدعوة %@
de: Einladungscode %@
es: Código de invitación %@
fr: Code d'invitation %@
hi: %@ कोड आमंत्रित करें
it: Codice invito %@
ja: 招待コード %@
ko: 초대 코드 %@
nl: Uitnodigingscode %@
pt_br: Código de convite %@
zh_hans: 邀请码%@
zh_hant: 邀請碼%@

source: Invite code copied
ar: تم نسخ رمز الدعوة
de: Einladungscode kopiert
es: Código de invitación copiado
fr: Code d'invitation copié
hi: आमंत्रण कोड कॉपी किया गया
it: Codice di invito copiato
ja: 招待コードをコピーしました
ko: 초대 코드가 복사되었습니다.
nl: Uitnodigingscode gekopieerd
pt_br: Código de convite copiado
zh_hans: 邀请码已复制
zh_hant: 邀請碼已複製

source: Invite friends
ar: دعوة الأصدقاء
de: Freunde einladen
es: Invita a amigos
fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
it: Invita gli amici
ja: 友達を招待する
ko: 친구 초대
nl: Nodig vrienden uit
pt_br: Convide amigos
zh_hans: 邀请朋友
zh_hant: 邀請朋友

source: Invite progress
ar: دعوة التقدم
de: Fortschritt einladen
es: Progreso de la invitación
fr: Inviter la progression
hi: प्रगति को आमंत्रित करें
it: Invita i progressi
ja: 進行状況を招待する
ko: 초대 진행
nl: Nodig vooruitgang uit
pt_br: Progresso do convite
zh_hans: 邀请进步
zh_hant: 邀請進步

source: Invite your LEGO crew
ar: دعوة طاقم LEGO الخاص بك
de: Lade deine LEGO-Crew ein
es: Invita a tu equipo de LEGO
fr: Inviter votre équipe LEGO
hi: अपने LEGO क्रू को आमंत्रित करें
it: Invita la tua squadra LEGO
ja: LEGO クルーを招待する
ko: LEGO 팀을 초대하세요
nl: Nodig uw LEGO-crew uit
pt_br: Convide sua equipe LEGO
zh_hans: 邀请您的 LEGO 团队
zh_hant: 邀請您的 LEGO 團隊

source: Item
ar: العنصر
de: Artikel
es: artículo
fr: article
hi: वस्तु
it: Articolo
ja: アイテム
ko: 목
zh_hans: 物品
zh_hant: 物品

source: ITEM
ar: العنصر
de: ARTIKEL
es: ARTÍCULO
fr: article
hi: वस्तु
it: ARTICOLO
ja: アイテム
ko: 목
zh_hans: 物品
zh_hant: 物品

source: Join me on BrickVal and find the value of your LEGO collection.
ar: انضم إلي على BrickVal وابحث عن قيمة مجموعة LEGO الخاصة بك.
de: Begleite mich auf BrickVal und finde den Wert deiner LEGO-Kollektion.
es: Únete a mí en BrickVal y descubre el valor de tu colección de LEGO.
fr: Rejoignez-moi sur BrickVal et trouvez la valeur de votre collection LEGO.
hi: BrickVal पर मेरे साथ जुड़ें और अपने LEGO संग्रह का मूल्य जानें।
it: Unisciti a me su BrickVal e scopri il valore della tua collezione LEGO.
ja: BrickVal に参加して、LEGO コレクションの価値を見つけてください。
ko: BrickVal에 가입하여 LEGO 컬렉션의 가치를 찾아보세요.
nl: Ga met mij mee op BrickVal en ontdek de waarde van uw LEGO-collectie.
pt_br: Junte-se a mim no BrickVal e encontre o valor da sua coleção LEGO.
zh_hans: 加入我的 BrickVal 并发现您的 LEGO 收藏的价值。
zh_hant: 加入我的 BrickVal 並發現您的 LEGO 收藏的價值。

source: Join me on BrickVal and find the value of your LEGO collection. Use my invite code %1$@: https://brickvalue.live/r/%2$@
ar: انضم إليّ على BrickVal واعثر على قيمة مجموعة LEGO الخاصة بك. استخدم الخاص بي %1$@: https://brickvalue.live/r/%2$@
de: Besuchen Sie mich auf BrickVal und finden Sie den Wert Ihrer LEGO-Kollektion. Meinen Einladungscode %1$@ verwenden:https://brickvalue.live/r/%2$@
es: Únete a mí en BrickVal y descubre el valor de tu colección LEGO. Usa mi código de invitación %1$@: https://brickvalue.live/r/%2$@
fr: Rejoignez-moi sur BrickVal et trouvez la valeur de votre collection LEGO. Utilisez mon code d'invitation %1$@ : https://brickvalue.live/r/%2$@
hi: BrickVal पर मेरे साथ जुड़ें और अपने LEGO संग्रह की कीमत जानें। मेरा आमंत्रण कोड इस्तेमाल करें %1$@: https://brickvalue.live/r/%2$@
it: Unisciti a me su BrickVal e trova il valore della tua collezione LEGO. Usa il mio codice di invito %1$@: https://brickvalue.live/r/%2$@
ja: BrickValで私と一緒にLEGOコレクションの価値を確認しましょう。招待コード %1$@ を使ってください：https://brickvalue.live/r/%2$@
ko: BrickVal에 가입해 LEGO 컬렉션의 가치를 확인해 보세요. 제 초대 코드 %1$@를 사용하세요: https://brickvalue.live/r/%2$@
nl: Doe mee op BrickVal en ontdek de waarde van je LEGO-collectie. Gebruik mijn uitnodigingscode %1$@: https://brickvalue.live/r/%2$@
pt_br: Junte-se a mim no BrickVal e encontre o valor da sua coleção LEGO. Use meu código de convite %1$@: https://brickvalue.live/r/%2$@
zh_hans: 加入 BrickVal，发现你的 LEGO 收藏价值。使用我的邀请码 %1$@：https://brickvalue.live/r/%2$@
zh_hant: 加入 BrickVal，發掘你的 LEGO 收藏價值。使用我的邀請碼 %1$@：https://brickvalue.live/r/%2$@

source: Keep important account alerts on hand
ar: على تنبيهات الحساب المهمة في متناول
de: Wichtige Kontowarnungen bereithalten
es: Ten a mano las alertas importantes de tu cuenta
fr: Gardez les alertes de compte importantes à portée de main
hi: महत्वपूर्ण खाता अलर्ट अपने पास रखें
it: Tieni a portata di mano gli avvisi importanti dell'account
ja: 重要なアカウントのアラートを手元に置いておく
ko: 중요한 계정 알림을 항상 가까이에 두세요
nl: Houd belangrijke accountmeldingen bij de hand
pt_br: Mantenha alertas importantes da conta à mão
zh_hans: 将重要的帐户提醒放在手边
zh_hant: 將重要的帳戶提醒放在手邊

source: Keeping this exact frame for analysis.
ar: الحفاظ على هذا الإطار الدقيق للتحليل.
de: Beibehaltung genau dieses Rahmens für die Analyse.
es: Mantener este marco exacto para el análisis.
fr: Garder ce cadre exact pour l'analyse.
hi: विश्लेषण के लिए इस सटीक फ्रेम को बनाए रखना।
it: Mantenere questo quadro esatto per l'analisi.
ja: 分析のためにこの正確なフレームを保持します。
ko: 분석을 위해 이 정확한 프레임을 유지합니다.
nl: Dit exacte kader houden voor analyse.
pt_br: Mantendo este quadro exato para análise.
zh_hans: 保留此精确框架以进行分析。
zh_hant: 保留此精確框架以進行分析。

source: Knight
ar: فارس
de: Ritter
es: Caballero
fr: Chevalier
hi: नाइट
it: Cavaliere
ja: 騎士
ko: 기사
nl: Ridder
pt_br: Cavaleiro
zh_hans: 骑士
zh_hant: 騎士

source: Know what your LEGO is worth
ar: تعرف على قيمة LEGO الخاصة بك
de: Wissen, was Ihr LEGO wert ist
es: Conoce cuánto vale tu LEGO
fr: Savoir ce que vaut votre LEGO
hi: जानें कि आपके LEGO का मूल्य क्या है
it: Scopri quanto vale il tuo LEGO
ja: LEGOの価値を知る
ko: LEGO의 가치를 알아보세요
nl: Weet wat je LEGO waard is
pt_br: Saiba quanto vale o seu LEGO
zh_hans: 知道您的LEGO值多少钱
zh_hant: 知道你的LEGO值多少錢

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Leave a review
ar: ترك التعليق
de: Eine Bewertung hinterlassen
es: Deja una evaluación
fr: Laisser un commentaire
hi: समीक्षा छोड़ें
it: Lascia una recensione
ja: レビューを書く
ko: 리뷰를 남겨주세요
nl: Schrijf een recensie
pt_br: Deixe um comentário
zh_hans: 撰写评论
zh_hant: 撰寫評價

source: LEGO collecting made easy
ar: جمع LEGO أصبح سهلا
de: LEGO sammeln leicht gemacht
es: LEGO recopilando simplificado
fr: Collection LEGO made easy
hi: LEGO इकट्ठा करना आसान बना दिया
it: LEGO collezionismo reso facile
ja: LEGO収集 簡単
ko: LEGO 수록 쉬워졌다
nl: LEGO verzamelen gemakkelijk gemaakt
pt_br: LEGO coleta facilitado
zh_hans: LEGO收集 简化
zh_hant: LEGO收集 簡化了

source: LEGO part
ar: جزء LEGO
de: LEGO Teil
es: LEGO parte
fr: Pièce LEGO
hi: LEGO भाग
it: LEGO parte
ja: LEGOパート
ko: LEGO 부품
nl: LEGO onderdeel
pt_br: LEGO peça
zh_hans: LEGO部分
zh_hant: LEGO部分
